Repository: SumPositive/AZDial
Catalog: Demo/AZDialDemo/Localizable.xcstrings
Source language: ja
Languages: en

# demo.customTile.note
source: Assets.xcassets に画像を登録後：
en: Add images to Assets:

# demo.customTile.title
source: カスタム画像タイル
en: Image Tile

# demo.decimalStepper
source: 小数点あり・ステッパー表示
en: Decimal + Stepper

# demo.dialWidth
source: dialWidth
en: Width

# demo.done
source: 完了
en: Done

# demo.gesture.note
source: ダイアルを横にスワイプしてもScrollViewが動かなければOK
en: Swipe the dial. The ScrollView should stay put.

# demo.gesture.title
source: ジェスチャー独立性テスト
en: Gesture Test

# demo.height
source: 身長
en: Height

# demo.integerStepper
source: 整数・ステッパー表示
en: Integer + Stepper

# demo.level
source: レベル
en: Level

# demo.noStepper
source: ステッパー非表示
en: No Stepper

# demo.page
source: ページ %lld
en: Page %lld

# demo.settings.api
source: この設定シート表示APIがあります。ユーザアプリから呼び出すことができます。
en: Settings sheet API. Apps can open it.

# demo.settings.contribute
source: 🎨 クールなスタイルや感度パラメータを提案・提供してください！ サンプル公開、さらには標準スタイルや感度への採用も検討します。
en: 🎨 Share cool styles and feel presets! They may be featured or built in.

# demo.settings.open
source: ダイアル設定を開く
en: Open Settings

# demo.systolicBloodPressure
source: 収縮期血圧
en: Systolic

# demo.weight
source: 体重
en: Weight

# settings.title
source: 設定
en: Settings
